{
  "id": "appeal-to-authority",
  "name": "Appeal to Authority",
  "nickname": "Trust Me, I'm an Expert",
  "definition": "Using someone's status or credentials as proof of a claim, especially outside their expertise or without real evidence.",
  "whyItWorks": "We trust experts because we can't check everything ourselves. But someone's title isn't proof—a famous scientist's opinion on nutrition isn't the same as actual nutrition research.",
  "examples": [
    {
      "text": "My older brother got into Harvard, so his advice on how to study is definitely right.",
      "topic": "grades-and-pressure",
      "analysis": "Getting into a good school doesn't make someone an expert on learning. What worked for him might not work for you."
    },
    {
      "text": "This fitness protocol is backed by Dr. Andrew Huberman, a Stanford neuroscientist.",
      "topic": "influencer-health",
      "analysis": "He's a real scientist, but neuroscience credentials don't automatically make nutrition advice correct. Check the actual evidence."
    },
    {
      "text": "9 out of 10 doctors recommend this supplement.",
      "topic": "influencer-health",
      "analysis": "Which doctors? Paid by the company? What does 'recommend' even mean? Vague expert claims are weak evidence."
    },
    {
      "text": "A retired federal judge says our sentencing guidelines are just right.",
      "topic": "prison-reform",
      "analysis": "One judge's opinion isn't consensus. They can have biases like anyone else."
    },
    {
      "text": "This investment strategy is used by billionaires like Warren Buffett.",
      "topic": "housing-market",
      "analysis": "You don't hear about the strategies that failed. Their situation (billions of dollars, insider access) is totally different from most people's."
    }
  ],
  "antidoteId": "separate-claim-claimant",
  "promptStarters": [
    "Even ___, who is a respected ___, agrees that ___.",
    "Experts like ___ have confirmed that ___.",
    "___ out of ___ [authorities] say that ___.",
    "According to [famous person], ___.",
    "Studies by [impressive institution] show ___."
  ]
}

