{
  "id": "causation-con",
  "name": "The Causation Con",
  "nickname": "Just Because It's After Doesn't Mean It's Because",
  "definition": "Assuming that because one event followed another, the first event caused the second.",
  "whyItWorks": "Our brains love patterns. When something happens after something else, we assume the first thing caused it—even when lots of other stuff could explain it.",
  "examples": [
    {
      "text": "I wore my lucky socks and we won the game. The socks definitely helped.",
      "topic": "friend-group-chats",
      "analysis": "Your team might have won because you practiced, the other team had an off day, or just luck. The socks just happened to be there."
    },
    {
      "text": "I started taking this supplement and felt better within a week. It definitely works!",
      "topic": "influencer-health",
      "analysis": "Could be placebo, other changes you made at the same time, or just naturally getting better anyway."
    },
    {
      "text": "Ever since we gave kids smartphones, teen anxiety has exploded. Phones are clearly the cause.",
      "topic": "screen-time-independence",
      "analysis": "Lots of other things changed too: school pressure, social expectations, the news. Timing alone doesn't prove phones are the main cause."
    },
    {
      "text": "Once my friend started hanging out with that new group, her grades dropped. Those friends ruined her grades.",
      "topic": "grades-and-pressure",
      "analysis": "Maybe the work got harder, or she took on a job, or something else changed. New friends and lower grades happening together doesn't prove one caused the other."
    },
    {
      "text": "Crime dropped after we increased deportations. Proof that deportation reduces crime.",
      "topic": "immigration",
      "analysis": "Many factors affect crime: economy, policing, demographics. Things happening at the same time doesn't prove one caused the other."
    },
    {
      "text": "Since California reduced some sentences, crime increased. Soft-on-crime policies caused it.",
      "topic": "prison-reform",
      "analysis": "Lots changed at once: pandemic, economic stress, policing changes. You can't just pick one thing and blame it."
    },
    {
      "text": "Housing prices rose after remote work became common. Working from home caused the housing crisis.",
      "topic": "housing-market",
      "analysis": "Many things happened at once: low interest rates, supply issues, investors buying houses. Remote work is just one piece."
    },
    {
      "text": "After more immigrants moved to the city, crime went up. Immigration caused the crime wave.",
      "topic": "immigration",
      "analysis": "Crime rates depend on many factors. A change after immigration doesn't prove immigrants are the cause."
    },
    {
      "text": "After that politician gave a fiery speech, political violence increased. The speech created the violence.",
      "topic": "political-violence",
      "analysis": "You'd need careful evidence to show the speech caused specific attacks, not just that they happened in the same time window."
    },
    {
      "text": "We started talking more about cancel culture, and now people are more afraid to speak. The conversations caused the fear.",
      "topic": "cancel-culture",
      "analysis": "People's fear could come from many sources: online pile-ons, workplace rules, news stories. Discussion alone isn't clear proof."
    }
  ],
  "antidoteId": "demand-mechanism",
  "promptStarters": [
    "After ___ happened, ___ followed. Clearly, the first caused the second.",
    "Ever since we started ___, we've seen ___. Coincidence?",
    "The numbers don't lie: ___ went up/down right after ___.",
    "We tried ___ and ___ got better. It obviously works.",
    "Look at what happened after ___—the results speak for themselves."
  ]
}

