{
  "id": "false-dilemma",
  "name": "False Dilemma",
  "nickname": "The Forced Choice",
  "definition": "Presenting only two options when more exist.",
  "whyItWorks": "Binary choices feel decisive and clear. By eliminating the messy middle ground, we force people to pick a side—often the one we prefer by making the other extreme unpalatable.",
  "examples": [
    {
      "text": "You either support mass deportation or you want open borders. There's no in-between.",
      "topic": "immigration",
      "analysis": "Ignores visa reform, enforcement priorities, legal pathway expansion, employer sanctions, and dozens of other policy options."
    },
    {
      "text": "Either we publicly shame people for problematic statements, or we let harmful ideas spread unchecked.",
      "topic": "cancel-culture",
      "analysis": "Ignores private confrontation, education, proportional responses, counter-speech, or simply ignoring."
    },
    {
      "text": "America has to choose: be tough on crime, or coddle criminals and accept chaos.",
      "topic": "prison-reform",
      "analysis": "Ignores evidence-based approaches that reduce recidivism while maintaining public safety—like drug courts, rehabilitation programs, and restorative justice."
    },
    {
      "text": "Young people either need to work harder and stop complaining, or admit they want everything handed to them.",
      "topic": "housing-market",
      "analysis": "Ignores systemic factors like housing supply, wage stagnation, and policy choices that affect affordability independently of individual effort."
    },
    {
      "text": "You're either with the free speech defenders or you're enabling digital authoritarianism.",
      "topic": "cancel-culture",
      "analysis": "Ignores nuanced positions on platform responsibility, proportionality of consequences, and the difference between government and social censorship."
    }
  ],
  "antidoteId": "acknowledge-spectrum",
  "promptStarters": [
    "You either ___ or ___. There's no middle ground.",
    "We have to choose: ___ or ___.",
    "It's simple: either we ___ or we accept ___.",
    "You can't have it both ways—it's ___ or ___.",
    "The choice is clear: ___ or ___."
  ]
}

