{
  "id": "slippery-slope",
  "name": "Slippery Slope",
  "nickname": "The Doom Spiral",
  "definition": "Claiming one action will inevitably lead to extreme consequences without showing how each step would actually happen.",
  "whyItWorks": "Fear is motivating. By painting a vivid worst-case scenario, we make even small changes seem dangerous. The chain of 'if...then' feels logical even when there's no proof each step will happen.",
  "examples": [
    {
      "text": "If I let you borrow my notes once, you'll expect me to do all your work for you.",
      "topic": "grades-and-pressure",
      "analysis": "Sharing notes once doesn't mean you'll become someone's personal tutor. You can help and still set limits."
    },
    {
      "text": "If your parents let you stay out until midnight once, next you'll want to stay out all night, and then you'll stop coming home at all.",
      "topic": "screen-time-independence",
      "analysis": "One later curfew doesn't automatically lead to no curfew. Most people can handle gradual trust without going to extremes."
    },
    {
      "text": "If we allow any path to legal status for undocumented immigrants, soon there will be no border at all.",
      "topic": "immigration",
      "analysis": "Many countries have paths to legal status without open borders. It assumes we can't set or keep limits."
    },
    {
      "text": "If we reduce sentences for non-violent drug offenses, violent crime will explode.",
      "topic": "prison-reform",
      "analysis": "Many places have reduced sentences without more violent crime. The chain of events isn't automatic."
    },
    {
      "text": "If the government can regulate one health supplement, they'll eventually ban all natural medicine.",
      "topic": "influencer-health",
      "analysis": "Requiring evidence for claims is different from banning products. Regulation exists on a spectrum."
    },
    {
      "text": "If we let teens question whether grades matter, soon no one will study and school will fall apart.",
      "topic": "grades-and-pressure",
      "analysis": "Talking honestly about pressure doesn't mean giving up on learning. You can care about both well-being and effort."
    },
    {
      "text": "If we stop cancelling people for bad opinions, hate speech will take over everything.",
      "topic": "cancel-culture",
      "analysis": "You can push back on harmful ideas in many ways. It's not guaranteed that less cancellation leads to total chaos."
    },
    {
      "text": "If you let one friend get away with a rude joke, soon they'll be bullying you every day.",
      "topic": "friend-group-chats",
      "analysis": "One unchallenged joke doesn't guarantee long-term bullying. It depends on how people respond over time."
    },
    {
      "text": "If we let landlords face any limits on rent, no one will build new housing and cities will die.",
      "topic": "housing-market",
      "analysis": "Some regulation doesn't mean zero profit. There are many possible balances between profit and protection."
    },
    {
      "text": "If we allow this kind of political protest, soon there will be constant riots and the country will collapse.",
      "topic": "political-violence",
      "analysis": "History shows protests can exist without society collapsing. It jumps from a small step to the worst outcome."
    }
  ],
  "antidoteId": "demand-mechanism",
  "promptStarters": [
    "If we allow ___, soon we'll have ___, and eventually ___.",
    "This is just the first step toward ___.",
    "Once we start ___, where does it end?",
    "Today it's ___. Tomorrow it'll be ___.",
    "Give them an inch on ___ and they'll take a mile."
  ]
}

