{
  "id": "whataboutism",
  "name": "Whataboutism",
  "nickname": "The Deflection",
  "definition": "Responding to criticism by pointing to someone else's behavior rather than addressing the original point.",
  "whyItWorks": "Instead of answering, you make your accuser defend themselves. It feels fair ('why pick on me?'), but you still never answered the question.",
  "examples": [
    {
      "text": "You're mad I didn't text back? What about when YOU ghosted the group chat for two days last month?",
      "topic": "friend-group-chats",
      "analysis": "Their past behavior doesn't answer whether you should have responded. You're just changing the subject."
    },
    {
      "text": "You're upset I was on my phone during dinner? You're on your laptop for work all the time!",
      "topic": "screen-time-independence",
      "analysis": "Their screen time doesn't justify yours. Both could be problems, but the deflection avoids the actual conversation."
    },
    {
      "text": "You're criticizing influencer health claims? Pharmaceutical companies have killed way more people with opioids.",
      "topic": "influencer-health",
      "analysis": "True, but doesn't make bad health advice okay. Two wrongs don't make a right."
    },
    {
      "text": "Concerned about prison conditions? What about the victims who suffer because of these criminals?",
      "topic": "prison-reform",
      "analysis": "Both deserve concern. Caring about one doesn't mean ignoring the other—deflection just avoids the question."
    },
    {
      "text": "Young people complaining about housing prices? Try buying a house with 18% interest rates like Boomers did.",
      "topic": "housing-market",
      "analysis": "Different challenge, different context. Pointing to the past doesn't address today's problem."
    }
  ],
  "antidoteId": "stay-in-lane",
  "promptStarters": [
    "Before we criticize this, let's talk about how ___ did ___.",
    "What about when ___ happened? Where was the outrage then?",
    "You're worried about ___? What about ___?",
    "But ___ is just as bad, if not worse!",
    "Funny how no one mentions ___ when they bring this up."
  ]
}

